week_days = {
    0: "Понедельник",
    1: "Вторник",
    2: "Среда",
    3: "Четверг",
    4: "Пятница",
    5: "Суббота",
    6: "Воскресенье"
}

lesson_types = {
    1: "Лекция",
    2: "Практическая работа",
    3: "Лабораторная работа",
    4: "Экзамен",
    5: "Зачет"
}

discipline_types = {
    0: "Нет",
    1: "Да"
}

lessons_time = {
    0: "08:00",
    1: "09:35",
    2: "11:10",
    3: "12:45",
    4: "14:20",
    5: "15:55"
}

lesson_text_template = (
    """\nℹ️ <b>%s</b>\n🕓 %s - %s\n<blockquote expandable><b>👨‍🏫 Преподаватель</b>: %s\n<b>🧩 Тип урока</b>: %s\n<b>💀 Экзамен</b>: %s\n<b>📝 Дополнительная информация</b>: \nПериод: %s недели\n%s</blockquote>\n<a href="%s">🔗 Войти в конференцию</a>\n"""
)